Revit 2024 API
ParameterTypeId.AnalyticalLinkReleaseRotationY Property
 "Y Rotation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AnalyticalLinkReleaseRotationY { get; }
Visual Basic
Public Shared ReadOnly Property AnalyticalLinkReleaseRotationY As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AnalyticalLinkReleaseRotationY {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace